[
    {
        "quote": "Appear weak when you are strong, and strong when you are weak.",
        "author": "Sun Tzu"
    },
    {
        "quote": "The supreme art of war is to subdue the enemy without fighting.",
        "author": "Sun Tzu"
    },
    {
        "quote": "If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Let your plans be dark and impenetrable as night, and when you move, fall like a thunderbolt.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Supreme excellence consists of breaking the enemy's resistance without fighting.",
        "author": "Sun Tzu"
    },
    {
        "quote": "All warfare is based on deception. Hence, when we are able to attack, we must seem unable; when using our forces, we must appear inactive; when we are near, we must make the enemy believe we are far away; when far away, we must make him believe we are near.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Victorious warriors win first and then go to war, while defeated warriors go to war first and then seek to win",
        "author": "Sun Tzu"
    },
    {
        "quote": "In the midst of chaos, there is also opportunity",
        "author": "Sun Tzu"
    },
    {
        "quote": "He will win who knows when to fight and when not to fight.",
        "author": "Sun Tzu"
    },
    {
        "quote": "The greatest victory is that which requires no battle.",
        "author": "Sun Tzu"
    },
    {
        "quote": "To know your Enemy, you must become your Enemy.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Engage people with what they expect; it is what they are able to discern and confirms their projections. It settles them into predictable patterns of response, occupying their minds while you wait for the extraordinary moment — that which they cannot anticipate.",
        "author": "Sun Tzu"
    },
    {
        "quote": "There is no instance of a nation benefitting from prolonged warfare.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Treat your men as you would your own beloved sons. And they will follow you into the deepest valley.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Even the finest sword plunged into salt water will eventually rust.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Move swift as the Wind and closely-formed as the Wood. Attack like the Fire and be still as the Mountain.",
        "author": "Sun Tzu"
    },
    {
        "quote": "When you surround an army, leave an outlet free. Do not press a desperate foe too hard.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Opportunities multiply as they are seized.",
        "author": "Sun Tzu"
    },
    {
        "quote": "The art of war is of vital importance to the State. It is a matter of life and death, a road either to safety or to ruin. Hence it is a subject of inquiry which can on no account be neglected.",
        "author": "Sun Tzu"
    },
    {
        "quote": "When the enemy is relaxed, make them toil. When full, starve them. When settled, make them move.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Who wishes to fight must first count the cost",
        "author": "Sun Tzu"
    },
    {
        "quote": "Know yourself and you will win all battles",
        "author": "Sun Tzu"
    },
    {
        "quote": "If you wait by the river long enough, the bodies of your enemies will float by.",
        "author": "Sun Tzu"
    },
    {
        "quote": "So in war, the way is to avoid what is strong, and strike at what is weak.",
        "author": "Sun Tzu"
    },
    {
        "quote": "To win one hundred victories in one hundred battles is not the acme of skill. To subdue the enemy without fighting is the acme of skill.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Be extremely subtle even to the point of formlessness. Be extremely mysterious even to the point of soundlessness. Thereby you can be the director of the opponent's fate.",
        "author": "Sun Tzu"
    },
    {
        "quote": "When strong, avoid them. If of high morale, depress them. Seem humble to fill them with conceit. If at ease, exhaust them. If united, separate them. Attack their weaknesses. Emerge to their surprise.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Build your opponent a golden bridge to retreat across.",
        "author": "Sun Tzu"
    },
    {
        "quote": "What the ancients called a clever fighter is one who not only wins, but excels in winning with ease.",
        "author": "Sun Tzu"
    },
    {
        "quote": "The wise warrior avoids the battle.",
        "author": "Sun Tzu"
    },
    {
        "quote": "One may know how to conquer without being able to do it.",
        "author": "Sun Tzu"
    },
    {
        "quote": "The whole secret lies in confusing the enemy, so that he cannot fathom our real intent.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Rouse him, and learn the principle of his activity or inactivity. Force him to reveal himself, so as to find out his vulnerable spots.",
        "author": "Sun Tzu"
    },
    {
        "quote": "One mark of a great soldier is that he fight on his own terms or fights not at all.",
        "author": "Sun Tzu"
    },
    {
        "quote": "You have to believe in yourself.",
        "author": "Sun Tzu"
    },
    {
        "quote": "If the mind is willing, the flesh could go on and on without many things.",
        "author": "Sun Tzu"
    },
    {
        "quote": "If you know the enemy and know yourself, your victory will not stand in doubt; if you know Heaven and know Earth, you may make your victory complete.",
        "author": "Sun Tzu"
    },
    {
        "quote": "He who is prudent and lies in wait for an enemy who is not, will be victorious.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Thus the expert in battle moves the enemy, and is not moved by him.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Anger may in time change to gladness; vexation may be succeeded by content. But a kingdom that has once been destroyed can never come again into being; nor can the dead ever be brought back to life.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Thus the expert in battle moves the enemy, and is not moved by him.",
        "author": "Sun Tzu"
    },
    {
        "quote": "If your opponent is of choleric temper,  seek to irritate him.  Pretend to be weak, that he may grow arrogant.",
        "author": "Sun Tzu"
    },
    {
        "quote": "There are roads which must not be followed, armies which must not be attacked, towns which must not be besieged, positions which must not be contested, commands of the sovereign which must not be obeyed.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Attack is the secret of defense; defense is the planning of an attack.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Attack him where he is unprepared, appear where you are not expected.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Great results, can be achieved with small forces.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Pretend inferiority and encourage his arrogance.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Convince your enemy that he will gain very little by attacking you; this will diminish his enthusiasm.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Ponder and deliberate before you make a move.",
        "author": "Sun Tzu"
    },
    {
        "quote": "Ultimate excellence lies not in winning every battle, but in defeating the enemy without ever fighting.",
        "author": "Sun Tzu"
    }
]
